Repository: runtome/ManufactiuringIdea
Catalog: 14-japanese-factory-translator/deploy/tm.example.tmx
Source language: ja
Languages: th

source: 金型温度を上げてください。
th: กรุณาเพิ่มอุณหภูมิแม่พิมพ์

source: 不良率が上昇しています。
th: อัตราของเสียกำลังเพิ่มขึ้น

source: 保圧を10%下げました。
th: ลดแรงดันย้ำลง 10% แล้ว

source: 検査基準書を改訂しました。
th: ได้แก้ไขเอกสารมาตรฐานการตรวจสอบแล้ว

source: サイクルタイムは45 sです。
th: รอบเวลาการผลิตคือ 45 s

source: ロットLOT-2609-114を隔離してください。
th: กรุณากักล็อต LOT-2609-114

source: 是正処置の期限は2026-09-30です。
th: กำหนดส่งมาตรการแก้ไขคือ 2026-09-30

source: 水平展開を他ラインにも実施すること。
th: ให้ดำเนินการขยายผลแนวราบไปยังไลน์อื่นด้วย

source: 再生材比率は20%以下にしてください。
th: กรุณาให้สัดส่วนวัสดุรีไซเคิลไม่เกิน 20%

source: 乾燥時間は4 h以上です。
th: เวลาการอบแห้งคือ 4 h ขึ้นไป
